status/src/2022/0401.org
#+TITLE: 26 March 2022 - 01 April 2022

* MIT OCW
** 18.02 - Multiple Variable Calculus
*** Sessions 44/PS6/Exam2
** 8.01X+8.01L - Physics I - Classical Mechanics with Labs
*** Planning experiment LVPS
*** LVPS Packaging
*** Aquired 1157 Bulbs
** 21G.701 Spanish
*** Finished Episodes 23-24
* Mill Controller #2
** Potential for using old Compaq iPaq boards.
** May use OLPC in the meantime.
** Still having problems with mill controller booting reliably.
   Needs a new RTC battery.
* OLPC
** Needs ML1120 coin batteries to fix "invalid system date".
* Part Numbers
  http://www.tryton.org/ ? Probably overkill.
* Virtual Orchestra
  Still can't decide if this is a dumb idea.
* Quilting Frame Desk
** Special biscuits cut
** Leg brackets started
* David Davies
** Broadcom BCG? Employee indicted for running a brothel.
** New case C1923172, consolidated with *15* Parties.
** Next hearing 4/5/2022.
* Peter Kim
** Broadcom CSG Employee indicted for trade secret theft.
** United States v. Kim (5:21-cr-00438).
** Change of Plea Hearing set for 5/31/2022

