status/2022/0401.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-28 Sat 07:05 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>26 March 2022 - 01 April 2022</title>
<meta name="author" content="Daniel Kelley" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">26 March 2022 - 01 April 2022</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf855cdc">1. MIT OCW</a>
<ul>
<li><a href="#orgaba7f6b">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org674df02">1.1.1. Sessions 44/PS6/Exam2</a></li>
</ul>
</li>
<li><a href="#org1ab27e9">1.2. 8.01X+8.01L - Physics I - Classical Mechanics with Labs</a>
<ul>
<li><a href="#org1161820">1.2.1. Planning experiment LVPS</a></li>
<li><a href="#org208c7f3">1.2.2. LVPS Packaging</a></li>
<li><a href="#orgc0ac034">1.2.3. Aquired 1157 Bulbs</a></li>
</ul>
</li>
<li><a href="#org95fb30a">1.3. 21G.701 Spanish</a>
<ul>
<li><a href="#orgc44f449">1.3.1. Finished Episodes 23-24</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgda02ad4">2. Mill Controller #2</a>
<ul>
<li><a href="#org270c0bb">2.1. Potential for using old Compaq iPaq boards.</a></li>
<li><a href="#org94ceaec">2.2. May use OLPC in the meantime.</a></li>
<li><a href="#org721f715">2.3. Still having problems with mill controller booting reliably.</a></li>
</ul>
</li>
<li><a href="#orgd2277ee">3. OLPC</a>
<ul>
<li><a href="#orgcee136b">3.1. Needs ML1120 coin batteries to fix "invalid system date".</a></li>
</ul>
</li>
<li><a href="#org7c4f1fe">4. Part Numbers</a></li>
<li><a href="#org2129110">5. Virtual Orchestra</a></li>
<li><a href="#orgc160081">6. Quilting Frame Desk</a>
<ul>
<li><a href="#orgad068e9">6.1. Special biscuits cut</a></li>
<li><a href="#orga12091d">6.2. Leg brackets started</a></li>
</ul>
</li>
<li><a href="#org7fdc121">7. David Davies</a>
<ul>
<li><a href="#org8bc2583">7.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#orgf37dc32">7.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#org15cf7c4">7.3. Next hearing 4/5/2022.</a></li>
</ul>
</li>
<li><a href="#org857f5f0">8. Peter Kim</a>
<ul>
<li><a href="#org91ffb1b">8.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#orgec345d5">8.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#org23bb22c">8.3. Change of Plea Hearing set for 5/31/2022</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgf855cdc" class="outline-2">
<h2 id="orgf855cdc"><span class="section-number-2">1.</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgaba7f6b" class="outline-3">
<h3 id="orgaba7f6b"><span class="section-number-3">1.1.</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org674df02" class="outline-4">
<h4 id="org674df02"><span class="section-number-4">1.1.1.</span> Sessions 44/PS6/Exam2</h4>
</div>
</div>
<div id="outline-container-org1ab27e9" class="outline-3">
<h3 id="org1ab27e9"><span class="section-number-3">1.2.</span> 8.01X+8.01L - Physics I - Classical Mechanics with Labs</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org1161820" class="outline-4">
<h4 id="org1161820"><span class="section-number-4">1.2.1.</span> Planning experiment LVPS</h4>
</div>
<div id="outline-container-org208c7f3" class="outline-4">
<h4 id="org208c7f3"><span class="section-number-4">1.2.2.</span> LVPS Packaging</h4>
</div>
<div id="outline-container-orgc0ac034" class="outline-4">
<h4 id="orgc0ac034"><span class="section-number-4">1.2.3.</span> Aquired 1157 Bulbs</h4>
</div>
</div>
<div id="outline-container-org95fb30a" class="outline-3">
<h3 id="org95fb30a"><span class="section-number-3">1.3.</span> 21G.701 Spanish</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgc44f449" class="outline-4">
<h4 id="orgc44f449"><span class="section-number-4">1.3.1.</span> Finished Episodes 23-24</h4>
</div>
</div>
</div>
<div id="outline-container-orgda02ad4" class="outline-2">
<h2 id="orgda02ad4"><span class="section-number-2">2.</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org270c0bb" class="outline-3">
<h3 id="org270c0bb"><span class="section-number-3">2.1.</span> Potential for using old Compaq iPaq boards.</h3>
</div>
<div id="outline-container-org94ceaec" class="outline-3">
<h3 id="org94ceaec"><span class="section-number-3">2.2.</span> May use OLPC in the meantime.</h3>
</div>
<div id="outline-container-org721f715" class="outline-3">
<h3 id="org721f715"><span class="section-number-3">2.3.</span> Still having problems with mill controller booting reliably.</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Needs a new RTC battery.
</p>
</div>
</div>
</div>
<div id="outline-container-orgd2277ee" class="outline-2">
<h2 id="orgd2277ee"><span class="section-number-2">3.</span> OLPC</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-orgcee136b" class="outline-3">
<h3 id="orgcee136b"><span class="section-number-3">3.1.</span> Needs ML1120 coin batteries to fix "invalid system date".</h3>
</div>
</div>
<div id="outline-container-org7c4f1fe" class="outline-2">
<h2 id="org7c4f1fe"><span class="section-number-2">4.</span> Part Numbers</h2>
<div class="outline-text-2" id="text-4">
<p>
<a href="http://www.tryton.org/">http://www.tryton.org/</a> ? Probably overkill.
</p>
</div>
</div>
<div id="outline-container-org2129110" class="outline-2">
<h2 id="org2129110"><span class="section-number-2">5.</span> Virtual Orchestra</h2>
<div class="outline-text-2" id="text-5">
<p>
Still can't decide if this is a dumb idea.
</p>
</div>
</div>
<div id="outline-container-orgc160081" class="outline-2">
<h2 id="orgc160081"><span class="section-number-2">6.</span> Quilting Frame Desk</h2>
<div class="outline-text-2" id="text-6">
</div>
<div id="outline-container-orgad068e9" class="outline-3">
<h3 id="orgad068e9"><span class="section-number-3">6.1.</span> Special biscuits cut</h3>
</div>
<div id="outline-container-orga12091d" class="outline-3">
<h3 id="orga12091d"><span class="section-number-3">6.2.</span> Leg brackets started</h3>
</div>
</div>
<div id="outline-container-org7fdc121" class="outline-2">
<h2 id="org7fdc121"><span class="section-number-2">7.</span> David Davies</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org8bc2583" class="outline-3">
<h3 id="org8bc2583"><span class="section-number-3">7.1.</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-orgf37dc32" class="outline-3">
<h3 id="orgf37dc32"><span class="section-number-3">7.2.</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-org15cf7c4" class="outline-3">
<h3 id="org15cf7c4"><span class="section-number-3">7.3.</span> Next hearing 4/5/2022.</h3>
</div>
</div>
<div id="outline-container-org857f5f0" class="outline-2">
<h2 id="org857f5f0"><span class="section-number-2">8.</span> Peter Kim</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-org91ffb1b" class="outline-3">
<h3 id="org91ffb1b"><span class="section-number-3">8.1.</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-orgec345d5" class="outline-3">
<h3 id="orgec345d5"><span class="section-number-3">8.2.</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-org23bb22c" class="outline-3">
<h3 id="org23bb22c"><span class="section-number-3">8.3.</span> Change of Plea Hearing set for 5/31/2022</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2023-01-28 Sat 07:05</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
